resource/request_file/LERP_CS_PB.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
        <InsertCSPB xmlns="http://tempuri.org/">
            <PersonalTitle>___salutation_text___</PersonalTitle>
            <ClientName>___contact_name___</ClientName>
            <HolderAddress>___communication_address___</HolderAddress>
            <PhoneO></PhoneO>
            <PhoneR></PhoneR>
            <Mobile>___mobile___</Mobile>
            <EMail>___email___</EMail>
            <NDNCMobile></NDNCMobile>
            <Nominee>___nominee_first_name___ ___nominee_last_name___</Nominee>
            <NomineeRelation>___nominee_relation_text___</NomineeRelation><!--Brother-->
            <nomineeAge>___nominee_age___</nomineeAge>
            <ContactPerson></ContactPerson>
            <ContactNo></ContactNo>
            <ClientType>Individual</ClientType>
            <EmployerCompany></EmployerCompany>
            <Designation></Designation>
            <Region>___posp_agent_city___</Region><!--___posp_agent_city___-->
            <Source>___erp_source___</Source>
            <BusinessGroup>Landmark</BusinessGroup>
            <CaseType>Landmark</CaseType>
            <ProductName>___erp_product_name___</ProductName>
            <PolicyCategory>___erp_policy_category___</PolicyCategory><!--COMMERCIAL-->
            <BussClass>___erp_business_class_name___</BussClass>
            <VehicleMake>___pb_make_name___</VehicleMake><!--doubt-->
            <Model>___pb_model_name___</Model><!--doubt-->
            <SubModel>___pb_variant_name___</SubModel><!--Doubt-->
            <RegistrationNo>___erp_registration_no___</RegistrationNo>
            <EngineNo>___engine_number___</EngineNo>
            <ChasisNo>___chassis_number___</ChasisNo>
            <FuelType>___pb_fuel_name___</FuelType>
            <KmReading>0</KmReading>
            <TarrifRate>___tarrif_rate___</TarrifRate>
            <ActualTarrifRate>___actual_tarrif_rate___</ActualTarrifRate>
            <VehicleUser></VehicleUser>
            <InceptionDate>___policy_start_date___</InceptionDate>
            <ExpiryDate>___policy_end_date___</ExpiryDate><!--2018-10-24-->
            <DSACode>___posp_erp_id___</DSACode><!--___posp_first_name___ ___posp_last_name___-->
            <Executive1>___posp_reporting_agent_uid___</Executive1><!--___posp_reporting_agent_name___-->
            <Executive2></Executive2>            
            <LeadGeneration></LeadGeneration>
            <InsCompany>___insurerco_name___</InsCompany>
            <CoverNote></CoverNote>
            <CovernoteDate></CovernoteDate>
            <CovernoteNoBy></CovernoteNoBy>
            <BusinessLockAt>MUMBAI</BusinessLockAt>            
            <EntryBy></EntryBy><!--Jagau sada-->
            <EntryDate>___current_date___</EntryDate>
            <Premium>___premium_breakup_final_premium___</Premium>
            <DiscCase></DiscCase>
            <ChqForwardingDate></ChqForwardingDate>
            <PolicyIsseudate>___current_date___</PolicyIsseudate>
            <PolicyNo>___pg_policy_number___</PolicyNo>
            <PolicyNoEntryBy></PolicyNoEntryBy>
            <PolicyNoEntryDate>___current_date___</PolicyNoEntryDate>            
            <MedicalReq></MedicalReq>
            <Remarks></Remarks>
            <ChqMode>NEFT</ChqMode><!--NEFT-->
            <ChqDate>___current_date___</ChqDate>
            <CustBankName></CustBankName><!--STATE BANK OF INDIA-->
            <ChqNo>___pg_transaction_id___</ChqNo><!--5454545454-->
            <InFavourOf></InFavourOf><!--NATIONAL INSURANCE CO LTD-->
            <ChqAmount>___premium_breakup_final_premium___</ChqAmount>
            <ChqRemarks>___crn___</ChqRemarks>            
            <QT>___erp_qt___</QT><!--___ERP_QT___-->
            <ODPremium>___premium_breakup_od_final_premium___</ODPremium>
            <LiabBasicPremium>___premium_breakup_tp_basic___</LiabBasicPremium>
            <LiabCNG>___premium_breakup_tp_cng_lpg___</LiabCNG>
            <LiabPaOwnerDR>___premium_breakup_tp_cover_owner_driver_pa___</LiabPaOwnerDR>
            <LiabPaPassenger>___premium_breakup_tp_cover_unnamed_passenger_pa___</LiabPaPassenger>
            <Terrorism>0</Terrorism><!--212-->
            <StampDuty>0</StampDuty><!--362-->
            <Other>___tp_other___</Other><!--36-->
            <AddOnPremium>___premium_breakup_addon_final_premium___</AddOnPremium>
            <STax>18</STax><!--21-->
            <ServiceTax>___premium_breakup_service_tax___</ServiceTax>                       
            <HolderCity>___communication_city___</HolderCity>         
            <HolderPincode>___communication_pincode___</HolderPincode>
            <IDV>___vehicle_expected_idv___</IDV>
            <YOM>___vehicle_manf_year___</YOM>
            <Hypothication>___financial_institute_name___</Hypothication>
            <NCB>___premium_rate_od_disc_ncb___</NCB><!-- ___vehicle_ncb_current___ -->			
            <NomineeDOB>___nominee_birth_date___</NomineeDOB>
            <PANNO>___pan___</PANNO>
            <AadharNo>___aadhar___</AadharNo>
            <CNGKit>___external_bifuel_value___</CNGKit>
            <Electrical>___electrical_accessory___</Electrical>
            <NonElectrical>___non_electrical_accessory___</NonElectrical>
            <GSTNo></GSTNo>
            <FinAppId>___posp_fba_id___</FinAppId>
            <PB_SSID>___ss_id___</PB_SSID>
            <PB_CRN>___crn___</PB_CRN>
            <OutstandingLoanAmount>___premium_breakup_outstanding_loan_amount___</OutstandingLoanAmount>
            <OutstandingLoanPremium>___premium_breakup_outstanding_loan_premium___</OutstandingLoanPremium>
        </InsertCSPB>
    </Body>
</Envelope>